import "./page.scss";

export default async function Page() {
  return <>
    <div>
      <h1>FC VALUE 개인정보 처리방침</h1>
      FC VALUE는 서비스를 제공하는 웹사이트 fcvalue.com을 운영합니다.
      이 페이지는 웹사이트 방문자에게 당사의 서비스를 이용하기로 결정한 경우
      개인정보의 수집, 사용 및 공개에 관한 당사의 정책을 알리기 위해 사용됩니다.
      귀하가 당사의 서비스를 이용하기로 선택한 경우, 귀하는 본 정책과 관련된 정보의 수집 및 사용에 동의하는 것입니다.
      당사가 수집하는 개인정보는 서비스 제공 및 개선을 위해 사용됩니다.
      당사는 본 개인정보 처리방침에 설명된 경우를 제외하고는 귀하의 정보를 사용하거나 누구와도 공유하지 않습니다.

      <h2>정보 수집 및 사용</h2>
      더 나은 서비스 이용을 위해 당사는 회원님에게 이름과 이메일 주소 등 특정 개인 식별 정보를 제공하도록 요청할 수 있습니다.
      당사가 수집하는 정보는 귀하에게 연락하거나 귀하를 식별하는 데 사용됩니다.

      <h2>로그 데이터</h2>
      당사는 귀하가 당사의 서비스를 방문할 때마다 귀하의 브라우저가 당사에 전송하는 로그 데이터라고 하는 정보를 수집함을 알려드립니다.
      이 로그 데이터에는 컴퓨터의 인터넷 프로토콜(&quot;IP&quot;) 주소, 브라우저 버전, 방문한 당사 서비스 페이지,
      방문 시간 및 날짜, 해당 페이지에서 보낸 시간, 기타 통계 등의 정보가 포함될 수 있습니다.

      <h2>쿠키</h2>
      쿠키는 일반적으로 익명의 고유 식별자로 사용되는 소량의 데이터가 포함된 파일입니다.
      이는 사용자가 방문한 웹사이트에서 브라우저로 전송되어 컴퓨터의 하드 드라이브에 저장됩니다.
      당사 웹사이트는 이러한 &quot;쿠키&quot;를 사용하여 사용자 신원을 확인합니다.
      귀하는 이러한 쿠키를 수락하거나 거부할 수 있는 선택권이 있으며, 쿠키가 귀하의 컴퓨터에 전송되는 시기를 알 수 있습니다.
      쿠키를 거부하는 경우, 당사 서비스의 일부 기능을 사용하지 못할 수 있습니다.

      <h2>서비스 제공업체</h2>
      당사는 다음과 같은 이유로 제3자 회사 및 개인을 고용할 수 있습니다:
      <p>- 당사의 서비스를 원활하게 하기 위해</p>
      <p>- 당사를 대신하여 서비스 제공</p>
      <p>- 서비스 관련 서비스를 수행하기 위해</p>
      <p>- 서비스 사용 방식 분석을 지원하기 위해</p>
      당사는 이러한 제3자가 귀하의 개인정보에 접근할 수 있음을 서비스 사용자에게 알리고자 합니다.
      그 이유는 당사를 대신하여 이들에게 할당된 업무를 수행하기 위해서입니다.
      그러나 이들은 다른 목적으로 정보를 공개하거나 사용하지 않을 의무가 있습니다.

      <h2>보안</h2>
      당사는 귀하의 개인정보 제공에 대한 귀하의 신뢰를 소중히 여기며,
      따라서 상업적으로 허용되는 개인정보 보호 수단을 사용하기 위해 노력하고 있습니다.
      그러나 인터넷을 통한 전송 방법이나 전자적 저장 방법은 100% 안전하고 신뢰할 수 있는 것이 아니며,
      당사는 절대적인 보안을 보장할 수 없다는 점을 기억하시기 바랍니다.

      <h2>다른 사이트로의 링크</h2>
      당사의 서비스에는 다른 사이트로 연결되는 링크가 포함되어 있을 수 있습니다.
      제3자 링크를 클릭하면 해당 사이트로 이동하게 됩니다.
      이러한 외부 사이트는 당사가 운영하지 않습니다.
      따라서 이러한 웹사이트의 개인정보 처리방침을 검토하여 자세히 읽어보시기 바랍니다.
      당사는 제3자 사이트 또는 서비스의 콘텐츠,
      개인정보처리방침 또는 관행에 대한 통제권이 없으며 이에 대해 어떠한 책임도 지지 않습니다.

      <h2>아동 개인정보</h2>
      당사의 서비스는 13세 미만의 아동을 대상으로 하지 않습니다.
      당사는 13세 미만의 아동으로부터 고의로 개인 식별 정보를 수집하지 않습니다.
      13세 미만의 아동이 당사에 개인정보를 제공한 사실을 발견한 경우, 당사는 즉시 해당 정보를 서버에서 삭제합니다.
      부모 또는 보호자로서 자녀가 당사에 개인정보를 제공한 사실을 인지한 경우,
      당사가 필요한 조치를 취할 수 있도록 당사에 연락해 주시기 바랍니다.

      <h2>본 개인정보 처리방침의 변경</h2>
      당사는 수시로 개인정보 처리방침을 업데이트할 수 있습니다.
      따라서 이 페이지를 주기적으로 검토하여 변경 사항이 있는지 확인하는 것이 좋습니다.
      변경 사항이 있을 경우 당사는 이 페이지에 새로운 개인정보 처리방침을 게시하여 귀하에게 통지합니다.
      이러한 변경 사항은 이 페이지에 게시된 후 즉시 적용됩니다.

      <h2>문의하기</h2>
      개인정보 처리방침에 대한 질문이나 제안 사항이 있으시면 언제든지 문의해 주세요.
    </div>
  </>
}